{
  "recetas": [
    {
      "id": "c2df",
      "nombreReceta": "Torta de Chocolate",
      "ingrediente1": "200 gramos de chocolate negro (mínimo 70% de cacao)",
      "ingrediente2": "1 taza de mantequilla",
      "ingrediente3": "1 taza de azúcar",
      "ingrediente4": "4 huevos",
      "ingrediente5": "1/2 taza de harina de trigo",
      "imagen": "https://images.pexels.com/photos/1854652/pexels-photo-1854652.jpeg",
      "categoria": "dulce",
      "preparacion": "Precalienta el horno a 180°C y engrasa un molde para pastel.\n\nDerrite el chocolate negro y la mantequilla juntos. Puedes hacer esto en el microondas o en una cacerola a fuego lento. Revuelve hasta que la mezcla esté suave.\n\nAgrega el azúcar a la mezcla de chocolate y mantequilla. Mezcla bien.\n\nAñade los huevos uno por uno, batiendo bien después de cada adición.\n\nIncorpora la harina de trigo y mezcla hasta que no haya grumos.\n\nVierte la masa en el molde para pastel engrasado.\n\nHornea en el horno precalentado durante aproximadamente 25-30 minutos o hasta que al insertar un palillo en el centro, salga limpio.\n\nDeja enfriar antes de desmoldar y cortar.\n\n¡Y ahí lo tienes! Una deliciosa torta de chocolate con solo 5 ingredientes. ¡Disfruta!"
    },
    {
      "id": "299e",
      "nombreReceta": "Empanadas de Mamá",
      "ingrediente1": "Masa para empanada",
      "ingrediente2": "5 patas muslos",
      "ingrediente3": "1 pimiento rojo, 2 cebollas Grandes , 2 Ajo ",
      "ingrediente4": "Comino , pimienta, pasas de uva ",
      "ingrediente5": "Manteca",
      "imagen": "https://images.pexels.com/photos/12917975/pexels-photo-12917975.png",
      "categoria": "pollo",
      "preparacion": "Precalienta el horno a 180°C.\n\nEn una sartén, saltea la cebolla hasta que esté dorada.\n\nAgrega el pollo desmenuzado a la sartén y cocina por unos minutos.\n\nVierte la salsa de tomate sobre la mezcla de pollo y cebolla. Cocina a fuego lento hasta que la mezcla esté bien combinada y caliente. Puedes sazonar con sal y pimienta al gusto.\n\nColoca los discos para empanadas en una superficie plana. Rellena cada disco con una porción de la mezcla de pollo.\n\nDoble los discos por la mitad, formando una media luna, y presiona los bordes para sellar las empanadas.\n\nBate el huevo y pincela la parte superior de cada empanada con huevo batido.\n\nColoca las empanadas en una bandeja para horno y hornea durante aproximadamente 20-25 minutos o hasta que estén doradas.\n\n¡Sirve y disfruta!\n\nEstas empanadas de pollo son fáciles de hacer y tienen un sabor delicioso con solo cinco ingredientes. ¡Buen provecho!"
    }
  ]
}